  /*** 
   * 下面为模板例子，可全部删除，按照实际页面书写
  ***/

export default {
  pageTile: {
    tab1: '财务管理',
    tab2: '余额充值'
  },
  myAccountbalance: '账户余额',
  recharge: {
    label1: '我要充值',
    label2: '充值余额',
    label3: '自动扣款',
    p1: '填写您要充值的金额',
    p2: '*如果存在未付款订单，在充值完成后将自动完成付款',
    payType: {
      alipay: '选择支付宝将按',
      weChat: '选择微信将按',
      p1: '充值金额',
      p2: '收取手续费,最低收取',
      p3: '本次充值将收取',
      p4: '查看交易记录'
    },
  },
  transferAccounts: {
    title: '对公转账',
    p1: '银行对公转账',
    p2: '通过使用银行对公账号对',
    p3: '公司名称',
    p4: '开户行',
    p5: '账号',
    p6: '支付的信息',
  },
  setUp: {
    title: '重量设置',
    p: '是否同意货物的重量以仓库称重的为准:',
  },
  tips: {
    tile: '支付确认',
    p: '请在新打开的页面完成支付，支付完成前，请不要关闭此窗口。',
    btn1: '支付成功',
    btn2: '支付取消或失败'
  },
  msg: '最少充值0.01元'
}