  /*** 
   * 下面为模板例子，可全部删除，按照实际页面书写
  ***/
export default {
  head: {
    title1: '首页',
    title2: '返回'
  },
  banner: {
    title1: '运费计算',
    title2: '运费查询',
    label1: '出发地',
    label2: '目的地',
    label3: '重量',
    label4: '长',
    label5: '宽',
    label6: '高',
    btn: '开始查询',
    p1: '请选择出发城市',
    p2: '请选择目的地国家或地区'
  },
  table: {
    txt1: '拼命加载中。。',
    txt2: '暂无合适线路推荐，更多服务详询：',
    txt3: '已为您查询到以下',
    txt4: '个快递产品：',
    tab1:'产品名称',
    tab2:'出发地',
    tab3:'目的地',
    tab4:'预计时效(工作日)',
    tab5:'预估运费(人民币)',
    title: '计费明细',
    label0: '重量区间',
    label1: '首重(kg)',
    label2: '首重费',
    label3: '续重(kg)',
    label4: '续重费(¥)',
    label5: '体积系数',
    label6: '体积重量(kg)',
    label7: '计费重量(kg)',
    label8: '基础运费预估',
    p1: '(长*宽*高)/6000= ',
    p2: '注意：实际运费受客户出货量、品类、附加费等相关因素影响，详情欢迎拨打我们的热线电话',
    p3: '或咨询您当地的销售代表！'
  },
  info: {
    p1: '*寄送',
    p2: '大宗货物',
    p3: '或',
    p4: '特别要求的货物',
    p5: '，请联系客服',
    p6: '4008765217',
    p7: '咨询定制寄送服务。'
  },
  ask: {
    title: '常见问题',
    tab1: '1.什么叫首重和续重？',
    tab2: '2.什么是体积重？',
    tab3: '3.商品的寄送时效需要多久？',
    tab4: '4.我提交的包裹超过限重怎么办？',
    p1: '首重，指最低的计费重量值，包裹重量在首重范围内的，费用按首重价格算。',
    p2: '续重，指超过首重后，每增加的重量值，以续重价格另计。',
    p3: '例如：17feia英国特快专线，首重是0.5kg，首重费是125.00元，续重是0.5kg，续重费是20.00元，那么：',
    p4: '*0.4kg的包裹，按0.5kg收费，收取125.00元运费。',
    p5: '*5kg的包裹，按首重125.00元/0.5公斤，续重按20.00元/0.5公斤，即收取125.00+4.5/0.5*20.00=305.00元运费。',
    p6: '体积重，指根据箱子尺寸及系数折算成的重量值，常用的体积重计算公式=长cm×宽cm×高cm / 6000（具体参见每个产品的详细说明）',
    p7: '不同区域会对应不同寄送时效，从商品的收件、报关、航运、清关到目的地派送，您均可登录我司后台网站查询到具体信息，如有疑问也可致电我司热线400 8765 217查询。',
    p8: '若单件包裹超过限重，需拆包后拆分成多个限重内的包裹进行提交。您选择的不同目的地可能会对应不同限重 。'
  },
  ipone: {
    p1: '联系电话',
    p2: '服务时间',
    p3: '周一至周六9:00-21：00',
    p4: '写信给我们',
    p5: '版权所有 © ',
    p6: 'Power by 武汉洋山 '
  },
  errMsg1: '请选择完整的出发地和目的地',
  errMsg2: '请完善包裹的重量和尺寸信息',
  errMsg3: '请检查尺寸信息，必须是正整数',
}