  /*** 
   * 下面为模板例子，可全部删除，按照实际页面书写
  ***/
export default {
  pageTile: {
    tab1: '订单中心',
    tab2: '预约取件'
  },
  tips: {
    btn: '创建预约取件',
    txt1: '状态为:安排取货、取货完成的订单不能修改或删除，取消取件的订单只能删除！',
    txt2: '*注意：12点前预约当天取货，超过顺延',
    txt3: '添加预约取件信息',
    txt4: '我已认真阅读并完全同意',
    txt5: '修改取件信息',
    txt6: '确认删除取件信息吗？',
    btn1: '《取件标准》',
    btn2: '确定提交',
    from: {
      label1: '取件时间',
      label2: '常用地址',
      label3: '取件城市',
      label4: '地区城镇',
      label5: '联系人名',
      label6: '取件时间',
      label7: '物品描述',
      label8: '货物箱数',
      label9: '估重(kg)',
      label10: '详细地址',
      label11: '联系电话',
      p1: '常用地址列表',
      p2: '请选择地区城镇',
      p3: '联系人(必填',
      p4: '预约取件时间(必填)',
      p5: '填写品名重量等信息(必填)',
      p6: '填写总箱数(必填)',
      p7: '填写货物预估重量(必填)',
      p8: '请输入详细地址(必填)',
      p9: '联系电话(必填)',
      msg1: '预约时间不能为空',
      msg2: '请输入联系人名称',
      msg3: '请输入详细地址',
      msg4: '手机号码不能为空',
      msg5: '请输入物品名称以及重量信息',
      msg6: '请输入估重',
      msg7: '重量必须为数字值',
      msg8: '请输入总箱数',
      msg9: '箱数必须为数字值'
    },
    table: {
      label1: '联系人',
      label2: '地区',
      label3: '城市',
      label4: '地址',
      label5: '手机',
      btn1: '使用地址',
      btn2: '选择预约取件地址'
    }
  },
  table: {
    label1: '取件编号',
    label2: '取件时间',
    label3: '联系人',
    label4: '电话',
    label5: '地址',
    label6: '物品描述',
    label7: '箱数',
    label8: '估重',
    label9: '状态',
    label10: '申请时间'
  },
  msgbox1: '提交成功',
  msgbox2: '删除成功',
  msgbox3: '修改成功',
  msgbox4: '您尚未同意《取件标准》',
  msgbox5: '提交失败，请检查地址信息是否完整或格式是否有错误',
  msgbox6: '相同的地址一天只能提交一次预约取件的信息',
  msgbox7: '提交失败，请检查地址信息是否完整或格式是否有错误',
  fnFormatterstatus: {
    status1: '新申请',
    status2: '安排取货',
    status3: '取货完成',
    status4: '取消取货'
  }
}