  /*** 
   * 下面为模板例子，可全部删除，按照实际页面书写
  ***/
export default {
  pageTile: {
    tab1: '首页',
    tab2: '订单中心',
    tab3: '修改订单',
    tab4: '单件下单'
  },
  step1: {
    title: '第一步：选择快递方式',
    return: '返回订单列表',
    placeholder1: '出发地',
    placeholder2: '目的地',
    placeholder3: '选择渠道类别',
    notice: {
      title: '注意：',
      tips1: '1.  本服务支持托运',
      tips2: 'KG(不含)最多',
      tips3: 'KG(含)',
      tips4: '货物。',
      tips5: '限制条件：',
      tips6: '申报价值：不超过',
      tips7: '(美金)',
      tips8: '该物流类型不支持一票多件'
    }
  },
  step2: {
    title: '第二步：填写货物描述',
    label1: '序号',
    label2: '货物名称（中文）',
    label3: '货物名称（英文）',
    label4: '申报价值',
    label5: '物品数量',
    label6: '单箱尺寸',
    label7: '单箱重量',
    label8: '箱子数量',
    label9: '参考号',
    tips1: '点击自动翻译英文货物名称'
  },
  step3: {
    title: '第三步：填写收货人和发货人信息',
    btn1: '选择FBA收货地址',
    btn2: '选择常用收货地址',
    btn3: '选择退货地址',
    btn4: '创建退货地址',
    consigneeInfo: '收货人信息',
    senderInfo: '发货人信息(退回地址)',
    tips1: '请使用英文填写',
    tips2: '由发件人提供(VAT和EORI number)进行清关',
    tips3: '如果您的货物因违反相关法律或因不可抗力运送失败，国内需要一个退回地址'
  },
  step4: {
    title: '第四步：提货方式',
    label1: '国内快递到仓库',
    label2: '上门取件',
    label3: '自送仓库',
    label4: '国内快递单号',
    btn1: '请点击此处下预约取件单'
  },
  step5: {
    title: '第五步：确认信息',
    title1: '计费标准如下:',
    p1: '首重',
    p2: '续重',
    title2: '您包裹的快递费:',
    title3: '其他费用:',
    notice1: '您寄送的货物计费重量是：',
    p3: '实重',
    p4: '体积重',
    p5: '共需支付',
    btn1: '我已认真阅读并完全同意',
    btn2: '《用户服务条款》',
    btn3: '确认无误提交',
    tips1: '作为亚马逊入库请求字符串长度不能超过30!'
  },
  tips: {
    tips1: '找不到可用的地址，请手动填写',
    tips2: '您至少填写一条记录',
    tips3: '请填写国内物流单号',
    tips4: '请勾选用户协议与服务条款',
    tips5: '请选择一个渠道类别',
    tips6: '产品填写有误',
    tips7: '请完善上面表单红色的部分',
    tips8: '当前的物流是FBA类型的,但是地址选择的不是FBA地址,是否继续',
    tips9: '当前的物流是非FBA的,但是地址选择的是FBA地址,是否继续',
    tips10: '获取默认地址信息出错',
    tips11: '长度必须为正整数',
    tips12: '宽度必须为正整数',
    tips13: '高度必须为正整数',
    tips14: '翻译出错啦',
    tips15: '快递单号必填!',
    tips16: '手机号格式不正确',
    tips17: '该值必须大于0',
    
  }

}