  /*** 
   * 下面为模板例子，可全部删除，按照实际页面书写
  ***/
export default {
  title1: '帮助中心',
  title2: '智慧物流系统',
  title3: '欢迎登录',
  title4: '运费查询',
  tab1: '密码登录',
  tab2: '短信登录',
  btn1: '登录',
  btn2: '记住密码',
  btn3: '立即注册',
  btn4: '忘记密码',
  btn5: '运单查询',
  p1: '手机号',
  p2: '验证码',
  p3: '用户名/手机/邮箱',
  p4: '请输入用户名',
  p5: '请输入密码',
  p6: '请选择出发城市',
  msg1: '请完成图片验证',
  msg2: '* 请输入验证码',
  msg3: '* 请输入手机号',
  msg4: '请输入单号进行查询',
  msg5: '发送成功',
  msg6: '发送失败',
  msg7: '请注意查收短信',
  msg8: '请输入正确的手机号再次发送',
  msg9: '请输入正确的手机号',
  msg10: '登录失败',
  msg11: '发送验证码',
  msg12: '秒后重试'
}