  /*** 
   * 下面为模板例子，可全部删除，按照实际页面书写
  ***/
export default {
  part1: {
    p1: '返回财务账单',
    p2: '订单已提交，请及时支付!',
    p3: '支付金额',
    p4: '单笔最多可使用优惠券：',
    p5: '当前可用优惠券：',
    p6: '提示：该订单为待支付订单已包含优惠券!',
    p7: '支付 元,订单取消后优惠券返还。金额',
    p8: '选择以下支付方式：',
  },
  part2: {
    t1: '亲',
    t2: '余额充足哦',
    t3: '可放心购买',
    t4: '账户余额',
    t5: '余额充值',
    t6: '余额不足哦',
    t7: '请及时充值或选择其它支付方式',
    t8: '账户余额',
    t9: '支付宝(中国)网络技术有限公司是中国领先的独立第三方支付平台，是阿里巴巴集团的关联公司。',
    t10: '支付宝均以人民币进行折，资金将在1~60分钟内到账，充值到账后您可继续完成商品或包裹运单支付。',
    t11: '选择支付宝将按',
    t12: '充值金额',
    t13: '收取手续费,最低收取',
    t14: '微信扫码支付 安全快捷 实时到账',
    t15: '支持大多数大陆发行的储蓄卡/信用卡',
    t16: '选择微信将按',
    t17: '收取手续费,最低收取',
    t18: '支持国际信用卡:VISA',
    t19: 'Paypal全球最大的在线支付平台，可通过国际信用卡和各国银行卡，实现即时付款！',
    t20: '使用的货币均以美元进行折算，资金将在1~60分钟内到账，充值到账后您可继续完成商品或包裹运单支付。',
    t21: '手续费',
    t22: '应付金额',
    t23: '前往支付',
    t24: '支付确认',
    t25: '请在新打开的页面完成支付，支付完成前，请不要关闭此窗口。',
    t26: '支付成功',
    t27: '支付失败'
  },
  msg1: '获取订单信息失败!',
  msg2: '请选择一个支付方式!!'
}