  /*** 
   * 下面为模板例子，可全部删除，按照实际页面书写
  ***/
export default {
  title: '包裹追踪',
  part1: {
    p1: '输入您的订单号 / 运单号',
    p2: '已支持查询 Tracking supported : E.g.FEIAA0123456789YQ'
  },
  part2: {
    title: '包裹追踪详情',
    p1: '分单',
    p2: '单号：',
    p3: '国际追踪单号：',
    p4: '目的地：',
    p5: '重量：',
    p6: '仓库收货',
    p7: '飞机起飞',
    p8: '飞机落地',
    p9: '清关中',
    p10: '运输中',
    p11: '签收成功',
    p12: '状态',
    p13: '地点',
    p14: '订单已处理',
    p15: '：( 该单号暂无物流进展，请稍后再尝试查询吧！',
    btn1: '一键翻译'
  }
}